[
  {
    "id": 1,
    "title": "Middle QA Engineer (ЕАС)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Имеет опыт создания тест планов, чек-листов. Знает методологии и виды тестирования, техники тест-дизайна. Умеет читать и анализировать большие... Ответственность: Проводить ручное функциональное тестирование (front/back-end). Составлять отчет о результатах тестирования, заводить дефекты в bug-tracking систему, подготавливать ПМИ. ",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/84294868",
    "platform": "HeadHunter"
  },
  {
    "id": 2,
    "title": "Product Manager Onboarding",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт в роли продуктового менеджера от 1 года, либо похожий опыт в роли бизнес-аналитика, проджект-менеджера от 3 лет.  Ответственность: Общение и совместная работа с командами операционного бизнеса. Проведение качественных и количественных исследований, частые интервью, UX-тестирования, активная работа с...",
    "firm_name": "CoMagic.dev",
    "url": "https://hh.ru/vacancy/83806120",
    "platform": "HeadHunter"
  },
  {
    "id": 3,
    "title": "Разработчик Python (Ключ)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Уверенные знания и опыт коммерческой разработки на Python от 2х лет. Желание постоянно совершенствоваться и изучать новые технологии. Ответственность: ...8s на dev и prod через Gitlab CI/CD на кастомных пайплайнах, в планах перейти в dev на Gitlab...",
    "firm_name": "Ростелеком Информационные Технологии",
    "url": "https://hh.ru/vacancy/81890854",
    "platform": "HeadHunter"
  },
  {
    "id": 4,
    "title": "DevOps specialist",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Хорошее знание сетей и основных сетевых протоколов. Опыт работы с Kubernetes, Docker/Harbor, Argo CD /Helm. Чтение кода на Python... Ответственность: Обеспечение непрерывной работы всей инфраструктуры, поддержка и обслуживание инфраструктурных сервисов. CI/CD – поддержка/развитие, перевод существующих сервисов на новые CI...",
    "firm_name": "CoMagic.dev",
    "url": "https://hh.ru/vacancy/82931752",
    "platform": "HeadHunter"
  },
  {
    "id": 5,
    "title": "Аналитик данных (Big Data)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Уверенные навыки Excel (Power Query, Power Pivot, DAX). Владение стандартным набором python-библиотек для анализа данных и умение использовать их... Ответственность: QA собственных инструментов. Презентация результатов. Ad-hoc запросы. Работать с разными продуктовыми и бизнес командами. Поддержка product/de/dev команд.",
    "firm_name": "Лента, федеральная розничная сеть",
    "url": "https://hh.ru/vacancy/83569007",
    "platform": "HeadHunter"
  },
  {
    "id": 6,
    "title": "Разработчик 1C (Биллинг)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Имеет опыт разработки на управляемых приложениях в 1С от 3-х лет. Имеет опыт доработки нагруженных систем и опыт... Ответственность: Разрабатывать в конфигурации Биллинг 2.0. Тестировать выполненные разработки. Участвовать в выпуске релиза. Составлять сопутствующую техническую документацию.",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85848480",
    "platform": "HeadHunter"
  },
  {
    "id": 7,
    "title": "Преподаватель по программированию в офлайн школу Инжинириум МГТУ им. Н.Э. Баумана (Южное Бутово)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Python: Знание базовых алгоритмов и структур данных, Python (все версии выше 3.0), ООП, SQLite, Git (GitHub). Работа в Google... Ответственность: Корректное ведение отчётности. Заблаговременная подготовка к проведению занятий (изучение методик, подготовка оборудования, расходных материалов). Исполнение регламентов компании. Коммуникации и регулярная...",
    "firm_name": "Люшняк Юрий Александрович",
    "url": "https://hh.ru/vacancy/85570636",
    "platform": "HeadHunter"
  },
  {
    "id": 8,
    "title": "Разработчик 1С (Middle/Senior)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Имеет опыт разработки на управляемых приложениях в 1С от 3-х лет. Имеет опыт доработки нагруженных систем и опыт... Ответственность: Разрабатывать новую функциональность в конфигурациях 1С. Оптимизировать и поддерживать существующую функциональность в условиях большой кодовой базы. Тестировать выполненные разработки. ",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/86093139",
    "platform": "HeadHunter"
  },
  {
    "id": 9,
    "title": "Разработчик 1С (АИСУЗ)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Имеет опыт разработки на управляемых приложениях в 1С от 3-х лет. Имеет опыт доработки нагруженных систем и опыт... Ответственность: Разрабатывать в системе АИС УЗ. Тестировать выполненные разработки. Участвовать в выпуске релиза. Составлять сопутствующую техническую документацию.",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85580807",
    "platform": "HeadHunter"
  },
  {
    "id": 10,
    "title": "C++ Developer (robotics, controllers)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...на проприетарных языках поэтому важен опыт работы с Java, C#, Python, Javascript или delphi. Опыт в разработке под сервера и... Ответственность: Разрабатывать и оптимизировать драйверы и ПО на контроллерах, собирающих данные - различные сенсоры (камеры(2д, 3д), датчики расстояний, скорости...",
    "firm_name": "АБГ Технологии",
    "url": "https://hh.ru/vacancy/85266536",
    "platform": "HeadHunter"
  },
  {
    "id": 11,
    "title": "DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с Kubernetes, Docker, Prometheus или аналогами. Умение писать скрипты (Python, Go, shell). Администрирование Linux (базовое понимание, отсутствие «страха... Ответственность: Строить и улучшать CI/CD для сервисов dev, stage и prod контуров. Поддерживать текущие и внедрять новые инструменты для разработчиков. ",
    "firm_name": "Оператор Газпром ИД",
    "url": "https://hh.ru/vacancy/84689338",
    "platform": "HeadHunter"
  },
  {
    "id": 12,
    "title": "Senior Game designer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Базовые знания в программировании на любом языке: JS, C#, Python или любые другие. Технические знания о структурах данных.  Ответственность: ...решений по улучшению игровых механизмов. Взаимодействовать и коммуницировать с командой (QA, Marketing, Analytics, DEV) и отстаивать технические аспекты работы проекта.",
    "firm_name": "Meowpunk",
    "url": "https://hh.ru/vacancy/84510972",
    "platform": "HeadHunter"
  },
  {
    "id": 13,
    "title": "Преподаватель по программированию",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Python: Знание базовых алгоритмов и структур данных, Python (все версии выше 3.0), ООП, SQLite, Git (GitHub). Работа в Google... Ответственность: Заблаговременная подготовка к проведению занятий (изучение методик, подготовка оборудования, расходных материалов). Корректное ведение отчётности. Исполнение регламентов компании. Коммуникации и регулярная...",
    "firm_name": "Мойзес Михаил Геннадьевич",
    "url": "https://hh.ru/vacancy/85847080",
    "platform": "HeadHunter"
  },
  {
    "id": 14,
    "title": "DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...инструментов мониторинга (Prometheus, Grafana). Понимание принципов работы микросервисных платформ и их компонентов. Опыт работы с высоконагруженными микросервисами. Знание Python/GoLang. Ответственность: Создание пайплайнов CI/CD, поддержка текущих. Взаимодействие с командами разработки и тестирования. Администрирование кластеров Kubernetes различных сред разработки (dev, test).",
    "firm_name": "Клауд Солюшенс",
    "url": "https://hh.ru/vacancy/82167418",
    "platform": "HeadHunter"
  },
  {
    "id": 15,
    "title": "Python бэкенд-разработчик",
    "salary_from": 100000,
    "salary_to": 160000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Уверенное владение Python и Django (начиная c 3.0). Postgres/MySQL. Придерживаться PEP 8. DRF. Push Notification, Firebase API.  Ответственность: Разработка бэкенда на Python 3 для мобильных приложений и вэб-сервисов. Разработка административной панели. Настройка рабочего окружения (dev, stage, prod...",
    "firm_name": "Фрукторум",
    "url": "https://hh.ru/vacancy/84960294",
    "platform": "HeadHunter"
  },
  {
    "id": 16,
    "title": "SRE Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы в роли инженера Dev/DevOps/SRE от 3-х лет. Опыт работы с высоконагруженными системами в production от... Ответственность: Обеспечивать заданный уровень SLA для сервисов компании. Разработка и контроль метрик производительности, надежности. Работа в составе продуктовых команд/стримов. ",
    "firm_name": "Звук",
    "url": "https://hh.ru/vacancy/82235091",
    "platform": "HeadHunter"
  },
  {
    "id": 17,
    "title": "Администратор Dev-стендов (команда виртуального ассистента)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Python/Java. Jenkins/GitlabCI. Ansible. Bash. Linux. Docker, Docker-compose, Kubernetes/OpenShift. Опыт работы с Linux. Опыт работы с системами... Ответственность: Создание и поддержка существующих CI/CD/CT. Настройка мониторингов. Администрирование инфраструктуры (Kafka, Jenkins, MLFLow, DVC или аналогичные). Администрирование пользовательских сервисов...",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/83405120",
    "platform": "HeadHunter"
  },
  {
    "id": 18,
    "title": "Middle+ IT Recruiter",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы IT рекрутинге от 2,5-х лет. Наличие успешных кейсов по закрытию вакансий (будет плюсом релевантный нам стек).  Ответственность: Снимать заявки и тесно взаимодействовать с нанимающими менеджерами на всех этапах жизненного цикла кандидата. Активно искать холодных кандидатов на различных...",
    "firm_name": "МТС",
    "url": "https://hh.ru/vacancy/85434058",
    "platform": "HeadHunter"
  },
  {
    "id": 19,
    "title": "Инженер по тестированию web",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Умеешь работать в команде. Имеешь опыт в тестировании и понимаешь процессы dev и qa. Умеешь четко выражать свои мысли и... Ответственность: ...подсвечивать проблемы на ретроспективах. Менторить новых сотрудников. Настраивать тестовую среду. Взаимодействовать с командой автоматизации. Будет возможность писать автотесты на python.",
    "firm_name": "Иви",
    "url": "https://hh.ru/vacancy/81692165",
    "platform": "HeadHunter"
  },
  {
    "id": 20,
    "title": "Андроид Flutter / Kotlin / Java Pазработчик",
    "salary_from": 130000,
    "salary_to": 150000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт работы с одним из фреймворков: Kotlin, Java, Flutter,Unity. Опыт работы с библиотеками популярных фреймворков, а так же сторонних... Ответственность: Проектирование и разработка новых мобильных приложений. Коммуникация с командой, принятие решений связанных с планированием разработки и процесса разработки приложений. ",
    "firm_name": "Digital tools",
    "url": "https://hh.ru/vacancy/84859003",
    "platform": "HeadHunter"
  },
  {
    "id": 21,
    "title": "Инженер DevOps (направление продукта VK Compliance)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...работы с Postgresql, Minio, Keycloak, Redis, Kafka, ClickHouse. Опыт работы с Prometheus + Grafana, ELK-стеком. Опыт скриптинга (Bash, Python). Ответственность: Observability: ELK, Grafana/Prometheus, агенты мониторинга и сбора логов. Подготовка и сопровождение системных ландшафтов dev/qa/uat/prod (в VK...",
    "firm_name": "VK",
    "url": "https://hh.ru/vacancy/84689271",
    "platform": "HeadHunter"
  },
  {
    "id": 22,
    "title": "Dev Team lead - Tivery",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Middle+/Senior backend разработчик. Опыт управления командой от 3х человек. Желание развиваться в сторону технического лидера и СТО.  Ответственность: БД для текстовых данных: Elasticsearch. БД пользователей: PosgreSQL. Модуль парсинга данных: Python. Backend: Python или PHP Laravel, или NodeJS. ",
    "firm_name": "Tivery",
    "url": "https://hh.ru/vacancy/84597745",
    "platform": "HeadHunter"
  },
  {
    "id": 23,
    "title": "DevOps инженер (г. Москва)",
    "salary_from": 140000,
    "salary_to": null,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт установки Kubernetes The Hard Way. Базовые знания Golang, Python, Bash-скрипты. Практический опыт написания CI/CD пайплайнов.  Ответственность: Разворачивание и сопровождение инфраструктуры. Автоматизация ручных задач. Подготовка стендов (dev, test, release). Осуществлять миграцию сервисов в Kubernetes. Участие во внедрении...",
    "firm_name": "Альта Текнолоджи",
    "url": "https://hh.ru/vacancy/85262260",
    "platform": "HeadHunter"
  },
  {
    "id": 24,
    "title": "C#/Python developer junior / middle",
    "salary_from": 100000,
    "salary_to": 250000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт веб разработки с помощью C# и SQL. Обязательный опыт работы от 1 года в продуктовых компаниях. Чистый код, шаблоны... Ответственность: Net6+ везде, многое в k8s. Монолит - не легаси, поддерживаем на актуальном стеке и активно развиваем, 30...",
    "firm_name": "Mindbox",
    "url": "https://hh.ru/vacancy/82260854",
    "platform": "HeadHunter"
  },
  {
    "id": 25,
    "title": "Разработчик MS SSIS \\ SQL",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Имеет высшее техническое образование. Имеет опыт работы по специальности от 3 лет (направление: разработчик). Обладает знаниями и опытом разработки ETL... Ответственность: Поддерживать текущие интеграционные потоки. Разрабатывать новые интеграционные потоки. Поддерживать и оптимизировать текущее хранилище данных. Развивать текущее ХД (создание схем, таблиц...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85739600",
    "platform": "HeadHunter"
  },
  {
    "id": 26,
    "title": "DevOps инженер (удаленно)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач. Понимание чужого кода, возможность внесения исправлений (Python/JS).  Ответственность: Установка, подключение, запуск и настройка оборудования для задач проекта. Развертывание, мониторинг и отладка dev/stage/prod сред. Администрирование *nix платформ...",
    "firm_name": "СберМедИИ",
    "url": "https://hh.ru/vacancy/85623056",
    "platform": "HeadHunter"
  },
  {
    "id": 27,
    "title": "QA Automation\\DevOps (удаленно)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знание скриптовых языков программирования – Bash, Ruby, Python и т.п. Опыт администрирования серверных ОС Linux - CentOS и\\или Ubuntu. Ответственность: Непрерывное улучшение DevOps культуры в компании. Сопровождение инфраструктуры. Сопровождение процессов CI/CD. Сопровождение кластера Kubernetes. Сопровождение dev стендов. ",
    "firm_name": "ЛАНИТ",
    "url": "https://hh.ru/vacancy/83306823",
    "platform": "HeadHunter"
  },
  {
    "id": 28,
    "title": "SRE инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Навыки администрирования приложений на Red Hat OpenShift. Опыт автоматизации: написание скриптов на Jython/Python, Вash, PowerShell, навыки работы с Jenkins.  Ответственность: Администрирование, внедрение и сопровождение АС в масштабах банка в соответствии с показателями качества, зафиксированными в SLA/TLA/OLA. ",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/76546805",
    "platform": "HeadHunter"
  },
  {
    "id": 29,
    "title": "Middle+ QA Load testing engineer (ГосТех)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт тестирования UI (playwright, selenium). Опыт тестирования backend / frontend (swagger, postman, chrome dev tools) от 2 лет. Опыт настройки и... Ответственность: Разрабатывать и отлаживать скрипты по нагрузочному тестированию. Моделирование нагрузки для нагрузочных тестов. Анализ результатов тестирования. Ссоздание отчетов по результатам тестирования.",
    "firm_name": "Cloud.ru",
    "url": "https://hh.ru/vacancy/85055844",
    "platform": "HeadHunter"
  },
  {
    "id": 30,
    "title": "Middle Full Stack QA инженер (МТС еСпортс)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Аналогичный опыт работы от 3-х лет. Уверенное знание Python, Pytest. Знание методологий разработки ПО, жизненного цикла ПО и теории... Ответственность: Работать с Postman/Swagger, работать с Chrome Dev Tools. Работать с реляционными бд, написание запросов средней сложности (Join, функции агрегирования...",
    "firm_name": "МТС",
    "url": "https://hh.ru/vacancy/85369700",
    "platform": "HeadHunter"
  },
  {
    "id": 31,
    "title": "DevOps инженер / SRE",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт системного администрирования Linux ( Debian / Ubuntu ). Опыт создания и поддержки dev, stage и prod окружений. Опыт написания пайплайнов CI/CD... Ответственность: Обеспечение безопасности, отказоустойчивости и оптимизация работы веб-приложений компании. Развертывание и поддержка dev, stage и prod окружений для отдела разработки.",
    "firm_name": "ФТК Менеджмент",
    "url": "https://hh.ru/vacancy/85660308",
    "platform": "HeadHunter"
  },
  {
    "id": 32,
    "title": "Системный администратор Windows",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Высокий уровень автоматизации рутинных процессов при помощи написания скриптов powershell, bash, python (будет огромным плюсом). Навыки взаимодействия с командами разработки.  Ответственность: Работать с colocation\\hosting test, dev, pre-prod, prod серверами. Управлять правами доступа пользователей в различных системах (от ОС до...",
    "firm_name": "Manzana Group",
    "url": "https://hh.ru/vacancy/84545784",
    "platform": "HeadHunter"
  },
  {
    "id": 33,
    "title": "Middle+ Python (FastAPI) разработчик в технологичную девелоперскую компанию",
    "salary_from": 200000,
    "salary_to": 280000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Больше 3 лет опыта на Python. Опыт с FastAPI более 1,5 лет. Вы также работаете с Redis, Celery, Pydantic... Ответственность: Разрабатывать на Python с использованием FastAPI. Работать над новыми проектами. Проводить Code review. Оценивать и декомпозировать задачи.",
    "firm_name": "Remokate",
    "url": "https://hh.ru/vacancy/86047762",
    "platform": "HeadHunter"
  },
  {
    "id": 34,
    "title": "QA / Автотестировщик (Python, Selenium / Selenide)",
    "salary_from": 200000,
    "salary_to": 300000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знание принципов построения архитектуры web-приложений, понимание html, dom, rest api, browser dev tools. Опыт работы с разными СУБД, знание... Ответственность: Разработка тестов с использованием Selenium, Selenide, Python, Pytest, TestNG. Составление сценариев тестирования. Внедрение автоматического тестирования. Составление отчетности по результатам выполнения...",
    "firm_name": "Мамаева Ирина Анатольевна",
    "url": "https://hh.ru/vacancy/84726186",
    "platform": "HeadHunter"
  },
  {
    "id": 35,
    "title": "Администратор тестовых сред/DevOps (OpenShift)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Навык работы хотя бы с одним скриптовым языком (Python, TCL, Bash, Perl, Ruby, JavaScript, Ansible). Английский язык – на уровне чтения... Ответственность: Развитие DevOps. Сопровождение DEV и QA сред. Траблшутинг DEV и QA сред. Работа с Cloud Native решениями. Внедрение нового технологического...",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/85660797",
    "platform": "HeadHunter"
  },
  {
    "id": 36,
    "title": "DevOps-инженер",
    "salary_from": 120000,
    "salary_to": null,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знания Unix систем, умение работы в терминале, TCP\\IP. У нас распределенная команда, и большая часть общения проходит асинхронно.  Ответственность: Планирование и развертывание сервисов на любых средах (dev/test/stage/prod), взаимодействие с разработчиками по вопросам развертывания. Выявление/разбор инцидентов...",
    "firm_name": "ДИВАН.РУ",
    "url": "https://hh.ru/vacancy/84623781",
    "platform": "HeadHunter"
  },
  {
    "id": 37,
    "title": "DevOps / Системный инженер",
    "salary_from": 130000,
    "salary_to": 180000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Понимание TCP/IP, OSI. Опыт с git. Знание Python. Опыт работы с локальным docker registry без UI. GET/POST запросы... Ответственность: ...стандартных компонентов Linux, администрирование, мониторинг, диагностика серверов под управлением Linux. Настройка nginx и apache. Разворачивание и поддержка сред DEV, QA.",
    "firm_name": "Передовые Технологии",
    "url": "https://hh.ru/vacancy/85999481",
    "platform": "HeadHunter"
  },
  {
    "id": 38,
    "title": "Devops Team lead",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт руководства инфраструктурной и/или DevOps командой не менее 2-х лет. Экспертное знание ОС, сред, инструментов DevOps/DevSecOps на... Ответственность: Создавать и поддерживать конфигурации развертывания dev, stage и prod окружений. Администрировать системное и прикладное ПО окружений (управление обновлениями, настройками, восстановление...",
    "firm_name": "Анлимитед Продакшен",
    "url": "https://hh.ru/vacancy/84495351",
    "platform": "HeadHunter"
  },
  {
    "id": 39,
    "title": "QA Lead Engineer Automation",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "Более 6 лет",
    "info": "Требования: Понимание современных трендов в тестировании продуктов. Практический опыт на Python. Опыт подготовки тестового окружения и конфигурации тестовых данных для тестирования... Ответственность: Организация автоматизированного тестирования. Анализ и планирование задач по автоматизации тестирования. Поддержка актуальности и проведение review кода разработанных автотестов. ",
    "firm_name": "CoMagic.dev",
    "url": "https://hh.ru/vacancy/83958164",
    "platform": "HeadHunter"
  },
  {
    "id": 40,
    "title": "Системный администратор Web",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "Более 6 лет",
    "info": "Требования: Хорошие навыки в автоматизации рутинных задач (sh/csh/bash, python, etc). Хорошие навыки в сетевом траблшутинге, анализ трафика в режиме... Ответственность: Настройка окружений. Настройка и обновления многоуровневых продуктивных и тестовых сред (dev -> pre-prod -> prod). Автоматизация восстановления работоспособности продуктов. ",
    "firm_name": "МойОфис",
    "url": "https://hh.ru/vacancy/82939580",
    "platform": "HeadHunter"
  },
  {
    "id": 41,
    "title": "Эксперт по технологическим вопросам 1С (ЗУП)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Обладает опытом разработки и глубоким пониманием механики работы платформы 1С:Предприятие 8. Имеет опыт построения/эксплуатации высоконагруженных ИС 1... Ответственность: Анализировать продуктивные среды, среды разработки и тестовые среды, подготавливать задания для решения выявленных операционных проблем в части эксплуатации систем 1...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/84711022",
    "platform": "HeadHunter"
  },
  {
    "id": 42,
    "title": "Системный аналитик",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы на аналогичной позиции – от 3-х лет. Опыт работы с опыт с контекстной рекламой (VK Ads, MyTarget Ads... Ответственность: Взаимодействие с бизнес-подразделениями компании для уточнения и согласования бизнес-процессов. Сбор, анализ, трансформация и детализация бизнес и системных требований. ",
    "firm_name": "CoMagic.dev",
    "url": "https://hh.ru/vacancy/82928807",
    "platform": "HeadHunter"
  },
  {
    "id": 43,
    "title": "Game analyst",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Умение грамотно визуализировать данные. Уверенное владение python с аналитическими библиотеками и SQL (мы используем ClickHouse). Навыки работы с необработанными данными.  Ответственность: Анализировать поведение пользователей и искать точки роста продукта. Проводить AB-тестирования и анализировать их результаты, выполнять проверку статистических гипотез. ",
    "firm_name": "MNOGOGAMES",
    "url": "https://hh.ru/vacancy/84632628",
    "platform": "HeadHunter"
  },
  {
    "id": 44,
    "title": "Разработчик C++ (middle/senior)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт разработки высоконагруженных систем, систем реального времени. Знание английского языка. Знание архитектуры ARM. Владение любым скриптовым языком (Lua, Python). Ответственность: Взаимодействие с аналитиками и программистами в процессе проектирования, постановке и реализации задач. Написание unit-тестов и dev-тестирование. ",
    "firm_name": "Сервисный центр Транстелематика",
    "url": "https://hh.ru/vacancy/73750952",
    "platform": "HeadHunter"
  },
  {
    "id": 45,
    "title": "Devops инженер (SberLinux OS)",
    "salary_from": 240000,
    "salary_to": null,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: ...Confluence, Git/BitBucket, GitLab). Автоматизация работы с помощью Bash, Ansible, Python, Jenkins. Знания подходов и принципов CI/CD, написание pipeline. Ответственность: Реализовывать CI/CD пайплайнов. Поддерживать Dev/Пром стенда команды разработки. Взаимодействовать с разработчиками/тестировщиками. Работать с логами, расследование проблем и...",
    "firm_name": "SberTech",
    "url": "https://hh.ru/vacancy/84930915",
    "platform": "HeadHunter"
  },
  {
    "id": 46,
    "title": "Middle+ / Senior DevOps Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Администрировать системы на Linux. Владеть скриптовым языком (Bash, Python, etc). Владеть контейнерными технологиями (Docker). Работать с системами развертывания Ansible.  Ответственность: CI\\CD, написание пайплайнов. Масштабированием проекта. Администрированием инфраструктуры в рамках своего проекта. Мониторингом и логированием своего проекта. Взаимодействием с разработчиками...",
    "firm_name": "СберЗдоровье",
    "url": "https://hh.ru/vacancy/84004803",
    "platform": "HeadHunter"
  },
  {
    "id": 47,
    "title": "Ведущий DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...и реализовывать задачи. Centos/RHEL, Astra, AltLinux, RedOS. Gitlab CI. Управление виртуальными машинами. Знание и опыт написания скриптов на Python. Ответственность: Внедрение новых технологий. Миграция приложений в среду оркестрации/кластеризации. Подготовка dev/prod сред для продуктов компании, написание конфигураций, инсталяторов, других...",
    "firm_name": "Р-Вижн",
    "url": "https://hh.ru/vacancy/84572486",
    "platform": "HeadHunter"
  },
  {
    "id": 48,
    "title": "Lead/Senior DevOps инженер (Remote)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт написания скриптов на Bash/Python/Powershell или Go. Опыт администрирования реляционных СУБД (MySQL, PostgreSQL, MongoDB). Уверенное владение TSQL.  Ответственность: Разработкой\\доработкой сценариев и пайплайнов CI/CD. Созданием и поддержкой конфигураций развертывания dev, stage и prod окружений. Предупреждением и решением...",
    "firm_name": "Лоция",
    "url": "https://hh.ru/vacancy/84811718",
    "platform": "HeadHunter"
  },
  {
    "id": 49,
    "title": "DevOps/Site Reliability Engineer (SberMomentum)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Навыки администрирования приложений на Red Hat OpenShift. Опыт автоматизации: написание скриптов на Jython/Python, Вash, PowerShell, навыки работы с Jenkins.  Ответственность: Администрирование, внедрение и сопровождение АС в масштабах банка в соответствии с показателями качества, зафиксированными в SLA/TLA/OLA. ",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/85586154",
    "platform": "HeadHunter"
  },
  {
    "id": 50,
    "title": "System Engineer (DevOps)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Имеет практический опыт работы с инструментами оркестрации и контейниризации (Kubernetes/Mesos) от 2 лет. Имеет опыт администрирования Linux - от 1... Ответственность: ...организации DevOps процессов. Автоматизация процессов сборки и деплоя ПО (построение процесса CI/CD). Cоздавать и поддерживать среды dev, test, prod.",
    "firm_name": "edna",
    "url": "https://hh.ru/vacancy/85928983",
    "platform": "HeadHunter"
  },
  {
    "id": 51,
    "title": "Инженер Devops",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с СУБД Oracle (уметь писать SQL-запросы и несложные PL/SQL блоки). Умение писать скрипты (Bash / Python).  Ответственность: Настраивать, оптимизировать и поддерживать CI/CD пайплайны. Обеспечивать установку релизов на dev, test, preprod и prod средах. Взаимодействовать с командами...",
    "firm_name": "ЮНИСТРИМ БАНК",
    "url": "https://hh.ru/vacancy/84561108",
    "platform": "HeadHunter"
  },
  {
    "id": 52,
    "title": "Senior QA Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Знает паттерн проектирования тестов - Page Object. Знает технологии: RestAPI (Postman, Swagger), Chrome Dev Tools, FireBug, Python Requests, JSON. Ответственность: Внутри мы делимся на кросс-функциональные команды в состав которых помимо разработчиков (back, front, mobile), дизайнеров, продакта, входят тестировщики. ",
    "firm_name": "Циан",
    "url": "https://hh.ru/vacancy/85580741",
    "platform": "HeadHunter"
  },
  {
    "id": 53,
    "title": "SRE / DevOps engineer",
    "salary_from": 200000,
    "salary_to": 300000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Ansible плейбуки и роли. Механизмы контейнеризации. Принципы виртуализации и vmware. Сети на уровне не ниже CCNA. Ответственность: Администрирования Hadoop Stack'a. Работы с grafana, prometheus, victoriametrics, alertmanager, kafka, graylog, clickhouse, postgresql, linstore, minio. Написания bash и python...",
    "firm_name": "Платформа ОФД",
    "url": "https://hh.ru/vacancy/85106107",
    "platform": "HeadHunter"
  },
  {
    "id": 54,
    "title": "QA Automation engineer (Fullstack)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Системное мышление, высокий уровень ответственности, умение планировать и организовывать процессы. Знание Python и Selenium. Есть опыт работы с Golang или... Ответственность: Валидировать продуктовые задачи, составлять тест планы: Принимать задачи после Dev Testing, проводить ручное тестирование непокрытого автотестами функционала. Сопровождать релизы и...",
    "firm_name": "Go Ahead",
    "url": "https://hh.ru/vacancy/83459146",
    "platform": "HeadHunter"
  },
  {
    "id": 55,
    "title": "Client onboarding and Support Manager (Cryptocurrency ECN Platform)",
    "salary_from": 250000,
    "salary_to": 350000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Familiarity with programming fundamentals, command-line operations, bash scripting, and basic knowledge of Python. Fluent in English. Previous experience in... Ответственность: Client Onboarding: Proactively work with clients during the onboarding process. Ensure a swift and seamless connection, including client education and...",
    "firm_name": "CrossOverMarkets",
    "url": "https://hh.ru/vacancy/84454585",
    "platform": "HeadHunter"
  },
  {
    "id": 56,
    "title": "Системный администратор Linux",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с Git. Опыт разработки на скриптовых языках bash/python/powershell. Опыт работы с: JVM (OpenJDK или JVM IBM).  Ответственность: Администрирование компонентов (серверов) из состава действующих (сопровождаемых) систем. Разработка скриптов, автоматизирующих существующие и проектируемые решения. Проработка/Разработка интеграционных решений с...",
    "firm_name": "ЛАНИТ",
    "url": "https://hh.ru/vacancy/85759562",
    "platform": "HeadHunter"
  },
  {
    "id": 57,
    "title": "Remote DevOps Engineer (Linux)",
    "salary_from": null,
    "salary_to": 3000,
    "currency": "USD",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт автоматизации и написания скриптов. Следовательно bash и groovy (на хорошем уровне), Python (написать простые скрипты). Владение английским языком (чтение... Ответственность: Не бояться рутинных задач, внимательность и ответственность. При желании – шаринг знаний в формате dev2dev / meet-ups.",
    "firm_name": "Crezu",
    "url": "https://hh.ru/vacancy/85169691",
    "platform": "HeadHunter"
  },
  {
    "id": 58,
    "title": "SRE инженер (Business Platforms)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Знание .NET, .NET Core, ASP.NET Core (с опытом работы в Dev-командах). Знание Ansible. Опыт работы с k8s... Ответственность: WebOffice - это платформа виртуальных рабочих мест сотрудников, представляет собой семейство web-приложений, написанных, в основном, на .NET. Использует много модулей...",
    "firm_name": "Тинькофф",
    "url": "https://hh.ru/vacancy/84186875",
    "platform": "HeadHunter"
  },
  {
    "id": 59,
    "title": "SRE Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Хорошие знания по использованию/написанию pipeline в gitlab-ci (или аналогов: TeamCity, Jenkins и пр.). Python|Go|Bash - приветствуется.  Ответственность: Предоставлять разовые услуги по имплементации мониторинга ИС, сбору метрик и нотификаций. Обеспечивать надежность и бесперебойность информационных систем. Выполнять мероприятия по...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85942036",
    "platform": "HeadHunter"
  },
  {
    "id": 60,
    "title": "Middle DevOps инженер [ППО]",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с Docker, Maven – для сборки backend, NPM – сборка frontend. Навыки работы с скриптовыми языками: bash, python.  Ответственность: Осуществлять поддержку команды в отладке и решении инфраструктурных и интеграционных проблем на dev, stage и prod средах (как самостоятельно, так...",
    "firm_name": "МТС",
    "url": "https://hh.ru/vacancy/85944362",
    "platform": "HeadHunter"
  },
  {
    "id": 61,
    "title": "Head of Dev Department (Python, Low-Code) / Руководитель отдела разработки",
    "salary_from": 250000,
    "salary_to": 300000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы более 5 лет с продуктовыми командами в части реализации и внедрения. Хардовый технический бэкграунд (Python, SQL; С# будет... Ответственность: Управление международной командой разработки до 50 человек в штате компании (не аутсорс/аутстафф). Команда распределена между проектами, у каждого проекта...",
    "firm_name": "Scalaxi",
    "url": "https://hh.ru/vacancy/85955969",
    "platform": "HeadHunter"
  },
  {
    "id": 62,
    "title": "Ведущий инженер DevOps [МТС Бизнес]",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт работы с docker/k8s, системами виртуализации. Знание скриптовых языков программирования (Bash/Python/Perl). Опыт работы с СУБД... Ответственность: Вместе с лидером разработки сформировать, воплотить и развивать образ целевого состояния CI/CD pipeline для сред dev, test, prod. ",
    "firm_name": "МТС",
    "url": "https://hh.ru/vacancy/85688631",
    "platform": "HeadHunter"
  },
  {
    "id": 63,
    "title": "Аналитик-консультант 1C",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знает одну/несколько конфигураций 1С на уровне специалист-консультант. Знает процесс закупочной деятельности в соответствии с требованиями законодательства Российской... Ответственность: Анализировать проблемы и консультировать ключевых пользователей по работе АИС на базе 1С. Анализировать бизнес-процессы as is и to...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85308211",
    "platform": "HeadHunter"
  },
  {
    "id": 64,
    "title": "Senior DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "Более 6 лет",
    "info": "Требования: Опыт работы в роли инженера Dev/DevOps/SRE от 2-х лет. Опыт работы с высоконагруженными системами в production от... Ответственность: Внедрение и поддержка инструментов инфраструктуры (метрики, мониторинг, бэкапы, хранение паролей и т.д.). Администрирование кластеров Kubernetes в продакшене. ",
    "firm_name": "ГПМ Партнер",
    "url": "https://hh.ru/vacancy/86065812",
    "platform": "HeadHunter"
  },
  {
    "id": 65,
    "title": "DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с системой управления конфигурациями Ansible. Знание принципов работы linux контейнеров (Docker) и систем оркестрации (Kubernetes/Docker Swarm).  Ответственность: Работа только с современными технологиями - никакого легаси. Создание необходимых условий в dev, test и prod среде для сборки и разворачивания...",
    "firm_name": "Ингосстрах Банк",
    "url": "https://hh.ru/vacancy/83794072",
    "platform": "HeadHunter"
  },
  {
    "id": 66,
    "title": "Data engineer / Инженер по работе с базами данных",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Linux (навыки траблшутинга и выявления узких мест в производительности). Автоматизация рутинных задач (bash, python). PostgreSQL: на уровне администрирования и анализа... Ответственность: Администрирование кластеров PostgreSQL. Администрирование кластеров GreenPlum. Обеспечение их производительности и отказоустойчивости. Взаимодействие с разработкой по формированию структур данных (анализ DDL...",
    "firm_name": "АйтиМедиаСервис",
    "url": "https://hh.ru/vacancy/84564652",
    "platform": "HeadHunter"
  },
  {
    "id": 67,
    "title": "Ведущий инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знания на базовом уровне скриптовых языков программирования (python/bash). Опыт работы решений класса SIEM (ArcSight, MaxPatrol, QRadar). Опыт работы решений... Ответственность: Разработкой проектной документации. Участием во встречах с заказчиком для обсуждения нюансов внедрения. Верхнеуровневым проектированием внедряемой системы. Внедрением и настройкой решений...",
    "firm_name": "Кросстех Солюшнс Групп",
    "url": "https://hh.ru/vacancy/82344009",
    "platform": "HeadHunter"
  },
  {
    "id": 68,
    "title": "Инженер систем мониторинга, SRE",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Понимание методологий USE,4 golden signals. Опыт написания скриптов на языках python или bash. Опыт написания SQL запросов.  Ответственность: Мониторинг высоконагруженных сервисов Mission Critical. Построение дашбордов в системе визуализации Grafana. Разработка новых инструментов мониторинга. Развитие мониторинга от dev до...",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/85903305",
    "platform": "HeadHunter"
  },
  {
    "id": 69,
    "title": "Разработчик IBM Cognos",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Имеет высшее техническое образование. Имеет опыт внедрения, развития и поддержки IBM Cognos TM1\\Plaining analytics. Обладает опытом работы по... Ответственность: Выполнять задачи по поддержке и развитию Системы бюджетирования и управленческого учета Почты России. Разрабатывать, тестировать, документировать, осуществлять сбор требований, формировать...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/85739633",
    "platform": "HeadHunter"
  },
  {
    "id": 70,
    "title": "Специалист сопровождения микросервисной платформы в BigData (devops)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Разработка скриптов автоматизации процессов настройки и обновления систем (Bash, Python, Groovy и др.). Развертывание и настройка тестовых и продуктивных сред.  Ответственность: Сопровождение DEV,TEST,PROD сред Сервисной платформы. Взаимодействие с командой DevOps,разработчиками, тестировщиками, аналитиками. Участие в RnD активности по внедрению...",
    "firm_name": "ХОУМ Банк",
    "url": "https://hh.ru/vacancy/85849996",
    "platform": "HeadHunter"
  },
  {
    "id": 71,
    "title": "DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: HashiCorp Vault - опыт использования и умение настраивать интеграции. Python - минимум написание скриптов. Будет плюсом понимание ООП, умение писать сложные сценарии... Ответственность: Внедрение самоподдерживающихся инженерных практик (включая но, не ограничивая CI/CD, Code quality, и т.д.). Создание и внедрение стандартов автоматизации. ",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/84991629",
    "platform": "HeadHunter"
  },
  {
    "id": 72,
    "title": "Аналитик (AppSec)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Знание скриптовых языков: Bash, Python. Умение эксплуатировать уязвимости. Знание Go на уровне junior+. Опыт внедрения анализаторов. Опыт работы с Docker. Ответственность: Формирование базы уязвимых продуктов на разных языках и фреймворках. Создание Docker-контейнеров с анализаторами. Взаимодействие с аналитиками, DEV, QA, экспертами...",
    "firm_name": "МТС",
    "url": "https://hh.ru/vacancy/84539899",
    "platform": "HeadHunter"
  },
  {
    "id": 73,
    "title": "SRE инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт разработки на любом языке программирования (Python, Go, Ruby, Perl). Опыт работы в команде с применением практик DevOps.  Ответственность: Обеспечение бесперебойности и безопасности инфраструктуры: Dev, Stage, Production. Разработка и сопровождение CD. Разработка скриптов автоматизации рутинных задач администратора. ",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/86038341",
    "platform": "HeadHunter"
  },
  {
    "id": 74,
    "title": "DevOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с фреймворками обработки данных (Flink, Kafka, Spark Streaming, и др.). Опыт разработки на Python, знакомства с Apache Airflow.  Ответственность: Участвовать в устранении и анализе сбоев и инцидентов. Управлять средами приложений (DEV/TEST/PROD). Осуществлять развитие всей инфраструктуры в Я.Облако...",
    "firm_name": "РОСБАНК",
    "url": "https://hh.ru/vacancy/84549119",
    "platform": "HeadHunter"
  },
  {
    "id": 75,
    "title": "NetOps инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Широкий кругозор в Net и Dev. Опыт работы в cli/shell и автоматизации рутинных операций. Опыт Full Cycle Development: от... Ответственность: Модернизация и автоматизация сети, участие в выработке концепции на экспертном уровне. Переработка не совершенных процессов, legacy сервисов, систем и схем. ",
    "firm_name": "Райффайзен Банк",
    "url": "https://hh.ru/vacancy/85566560",
    "platform": "HeadHunter"
  },
  {
    "id": 76,
    "title": "C++ developer (3D computer vision, robotics)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт в области компьютерного зрения, обработки изображений, 3D или game dev (от 2 лет). Знания базовых алгоритмов работы с... Ответственность: Работать на стыке robotics и computer vision, а именно заниматься интеграцией новых устройств, написанием кода для эффективного сбора данных с...",
    "firm_name": "АБГ Технологии",
    "url": "https://hh.ru/vacancy/85266428",
    "platform": "HeadHunter"
  },
  {
    "id": 77,
    "title": "Frontend разработчик (Angular)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: GraphQL. Kubernetes. GraphQl (Apollo client). Опыт работы в SCRUM-командах. Python 3. Функциональное программирование. Опыт работы в Linux, bash.  Ответственность: Сборка продуктов при помощи Webpack. Отладка, профилирование в chrome dev tools. Написание unit тестов (Jest). Работа в Git. ",
    "firm_name": "INFOWATCH",
    "url": "https://hh.ru/vacancy/84502137",
    "platform": "HeadHunter"
  },
  {
    "id": 78,
    "title": "Chief technical officer (CTO) Robo Dev",
    "salary_from": 200000,
    "salary_to": 350000,
    "currency": "rub",
    "town": "Москва",
    "experience": "Более 6 лет",
    "info": "Требования: Высшее образование. Знание практик управления проектами. Отлично знает Python / C++. Работал с фреймворком ROS. Имеет опыт управления проектами в части... Ответственность: Планирование и контроль сроков, бюджета, качества разработки по проекту. Участвовать в разработке ПО для разноплановых роботов. Собрать команду разработчиков. ",
    "firm_name": "Горизонт",
    "url": "https://hh.ru/vacancy/85956859",
    "platform": "HeadHunter"
  },
  {
    "id": 79,
    "title": "Lead CI/CD Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Знания Linux систем, опыт их администрирования, опыта написания скриптов на python и bash. Навыки и опыт работы с Docker.  Ответственность: Автоматизировать развертывание сервисов на любых средах (dev/test/stage/prod). Разрабатывать инфраструктурные решения для организации платформ контейнерной виртуализации. ",
    "firm_name": "РОСБАНК",
    "url": "https://hh.ru/vacancy/84571513",
    "platform": "HeadHunter"
  },
  {
    "id": 80,
    "title": "DevOps-инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт разработки скриптов на Bash, Groovy или Python, использования GO templates. Опыт администрирования реляционных СУБД, знание SQL (PostgreSQL, Oracle).  Ответственность: Конфигурирование и администрирование БД. Интеграция с системой мониторинга на dev и тестовых стендах. Взаимодействие со смежными командами разработки, эксплуатации. ",
    "firm_name": "Performance Lab (Перфоманс Лаб)",
    "url": "https://hh.ru/vacancy/84116203",
    "platform": "HeadHunter"
  },
  {
    "id": 81,
    "title": "DevOps Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Понимание принципов работы Docker и Kubernetes. Навыки написания скриптов (Bash или Python). Опыт работы с облачной инфраструктурой. Опыт администрирования СУБД... Ответственность: Организация процесса CI/CD для компонентов приложения. Организация сред dev/stage/prod. Настройка сети для контуров и компонентов приложения, настройка...",
    "firm_name": "ФК Гранд Капитал",
    "url": "https://hh.ru/vacancy/84886868",
    "platform": "HeadHunter"
  },
  {
    "id": 82,
    "title": "Devops engineer linux (удаленно)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Знание скриптовых языков программирования – Bash, Ruby, Python и т.п. Опыт работы с системой контроля кода Git. Опыт работы с... Ответственность: Непрерывное улучшение DevOps культуры в компании. Сопровождение инфраструктуру. Сопровождение процессов CI/CD. Сопровождение кластера Kubernete. Сопровождение dev стендов. ",
    "firm_name": "ЛАНИТ",
    "url": "https://hh.ru/vacancy/82115079",
    "platform": "HeadHunter"
  },
  {
    "id": 83,
    "title": "Senior Python Developer",
    "salary_from": 200000,
    "salary_to": 450000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Опыт работы Python Dev от 3х лет. Unix-пользователь. Знание паттернов проектирования. Ответственность и самостоятельность.",
    "firm_name": "МВП",
    "url": "https://hh.ru/vacancy/85590954",
    "platform": "HeadHunter"
  },
  {
    "id": 84,
    "title": "DevOps-инженер (Сбернадежность)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт разработки на языках программирования (Groovy/Java/Python). Опыт работы с технологиями контейнеризации (Docker/containerd). Опыт работы с Kubernetes/OpenShift... Ответственность: Поддержка и развитие микросервисной инфраструктуры. Взаимодействие с командами разработки, тестирования и сопровождения и проработка совместных решений. Проектирование, настройка и оптимизация...",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/84689866",
    "platform": "HeadHunter"
  },
  {
    "id": 85,
    "title": "Инженер по системам сбора и обработки данных",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Опыт работы с системами сбора, анализа и визуализации данных Elasticsearch/OpenSearch/Splunk. Опыт настройки и администрирования Kafka. Опыт конфигурирования фильтров... Ответственность: Установка и настройка программных продуктов. Настройка сбора и обработки информации поисковыми системами (OpenSearch/Splunk). Подготовка метрик и дашбордов, в том...",
    "firm_name": "ЛАНИТ",
    "url": "https://hh.ru/vacancy/85760797",
    "platform": "HeadHunter"
  },
  {
    "id": 86,
    "title": "Senior DevOps Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Администрировать системы на Linux. Владеть скриптовым языком (Bash, Python, etc). Владеть контейнерными технологиями (Docker). Работать с системами развертывания Ansible.  Ответственность: CI\\CD, написание пайплайнов. Масштабированием проекта. Администрированием инфраструктуры в рамках своего проекта. Мониторингом и логированием своего проекта. С разработчиками и...",
    "firm_name": "СберЗдоровье",
    "url": "https://hh.ru/vacancy/85153303",
    "platform": "HeadHunter"
  },
  {
    "id": 87,
    "title": "DevOps engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Автоматизация работы с помощью Bash, Ansible, Python, Jenkins. Знания подходов и принципов CI/CD, написание pipeline. Опыт работы со стеком... Ответственность: Реализация CI/CD пайплайнов для микросервисов. Поддержка Dev/ИФТ стенда команды разработки. Работа с логами, расследование проблем и причин инцидентов. ",
    "firm_name": "СБЕР",
    "url": "https://hh.ru/vacancy/85265857",
    "platform": "HeadHunter"
  },
  {
    "id": 88,
    "title": "Senior DevOps Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Глубокие знания Linux (опыт администрирование от 3 лет). Понимание паттернов построения отказоустойчивых и высокодоступных систем. Знание сетей, понимание работы оверлейных... Ответственность: Тесное сотрудничество с отделами разработки, тестирования. Поддержка и развитие средств мониторинга сервисов. Автоматизация задач по поддержке dev, test, prod сред.",
    "firm_name": "MANGO OFFICE",
    "url": "https://hh.ru/vacancy/84536666",
    "platform": "HeadHunter"
  },
  {
    "id": 89,
    "title": "Преподаватель IT-дисциплин (онлайн)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: IT-специалист с опытом от 3-х лет в коммерческой разработке. Эксперт в своей сфере. Увлеченный человек, который любит то... Ответственность: Проводить занятия в online-формате по имеющимся программам подготовки в TeachMeSkills. Проверять домашние задания, дипломные проекты. Проводить общение с учениками...",
    "firm_name": "TeachMeSkills",
    "url": "https://hh.ru/vacancy/86017896",
    "platform": "HeadHunter"
  },
  {
    "id": 90,
    "title": "Python developer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Коммерческий опыт разработки на Python на фреймворках Aiohttp/ Aioamqp – от 3 лет. Понимание базовых принципов работы API. Отличное понимание ООП.  Ответственность: Анализ API-сторонних сервисов и доработка собственных. Реализация stateless микросервисов. Разработка внутренних библиотек. Оптимизация узких мест в основной архитектуре продукта.",
    "firm_name": "CoMagic.dev",
    "url": "https://hh.ru/vacancy/84509350",
    "platform": "HeadHunter"
  },
  {
    "id": 91,
    "title": "Python Backend Developer",
    "salary_from": 110000,
    "salary_to": null,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Опыт написания кода на Django (+ DRF) от 2х лет. Понимание способов оптимизации SQL запросов к БД.  Ответственность: Разработка серверной части. Проектирование архитектуры кода, проведение грумминг сессий с командой. Написание свежего и чистого кода, никакого легаси (все пишется...",
    "firm_name": "O.dev",
    "url": "https://hh.ru/vacancy/85778361",
    "platform": "HeadHunter"
  },
  {
    "id": 92,
    "title": "Руководитель проекта (1С УНИП)",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "Более 6 лет",
    "info": "Требования: Имеет высшее образование. Работал в должности руководителя проекта от 3-х лет и успешно управлял распределенной командой. Внедрял, развивал и... Ответственность: Управлением проектом на всех стадиях жизненного цикла. Подготовкой и заключением договоров, контролем реализации обязательств, приемкой работ. Управление бэклогом, приоритезацией с...",
    "firm_name": "Почтатех",
    "url": "https://hh.ru/vacancy/86065180",
    "platform": "HeadHunter"
  },
  {
    "id": 93,
    "title": "Middle DevOps Engineer",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 1 года до 3 лет",
    "info": "Требования: Администрировать системы на Linux. Владеть скриптовым языком (Bash, Python, etc). Владеть контейнерными технологиями (Docker). Работать с системами развертывания Ansible.  Ответственность: CI\\CD, написание пайплайнов. Масштабированием проекта. Администрированием инфраструктуры в рамках своего проекта. Мониторингом и логированием своего проекта. Взаимодействием с разработчиками...",
    "firm_name": "СберЗдоровье",
    "url": "https://hh.ru/vacancy/86105309",
    "platform": "HeadHunter"
  },
  {
    "id": 94,
    "title": "Технический Директор (Chief Technical Officer)",
    "salary_from": 400000,
    "salary_to": 700000,
    "currency": "rub",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: ...человек с полным циклом в сфере разработки DevOps, Dev Back Dev Front, Dev Mobile, Testing, Project management team members.  Ответственность: Быстрый аудит команд и докомплектация под стоящие задачи. Построение прозрачной системы формирования релизов продуктов и работы команды. Полноценное внедрение процесса...",
    "firm_name": "Дэстэн Партнерс",
    "url": "https://hh.ru/vacancy/85665175",
    "platform": "HeadHunter"
  },
  {
    "id": 95,
    "title": "Dev&Ops инженер",
    "salary_from": "",
    "salary_to": "",
    "currency": "",
    "town": "Москва",
    "experience": "От 3 до 6 лет",
    "info": "Требования: Система автоматического конфигурирования Ansible. Платформы виртуализации OpenStack, VMWare vCloud. Знание СУБД: PostgreSQL. Опыт использования скриптовых языков: bash и/или python.  Ответственность: Администрировать ВМ под управлением ОС, совместимых с RHEL. Администрировать кластера Kubernetes и ВМ, развернутые в AWS и в частных облаках. ",
    "firm_name": "Киберлэндинг",
    "url": "https://hh.ru/vacancy/83351183",
    "platform": "HeadHunter"
  }
]